window.allClass =  {
    "Багажник": {
      "NORMA": {
        "7 Класс": {
          "price": "12000",
          "class": "Малый класс"
        },
        "8 Класс": {
          "price": "13000",
          "class": "Бизнесс/Кроссовер"
        },
        "9 Класс": {
          "price": "14000",
          "class": "Внедорожник/Минивэн"
        },
        "1 класс": {
          "price": "7000",
          "class": "Седан/хэтчбэк"
        },
        "2 Класс": {
          "price": "8000",
          "class": "Малый кроссовер"
        },
        "3 Класс": {
          "price": "8500",
          "class": "Большой седан"
        },
        "4 Класс": {
          "price": "8500",
          "class": "Большой кроссовер"
        },
        "5 Класс": {
          "price": "9500",
          "class": "Малый внедорожник"
        },
        "6 Класс": {
          "price": "11000",
          "class": "Большой внедорожник"
        },
        "10 класс": {
          "price": "4000",
          "class": "Пикап"
        },
        "11 Класс": {
          "price": "14000",
          "class": "Минивэн"
        }
      },
      "OPTIMA": {
        "7 Класс": {
          "price": "14000",
          "class": "Малый класс"
        },
        "8 Класс": {
          "price": "15000",
          "class": "Бизнесс/Кроссовер"
        },
        "9 Класс": {
          "price": "16000",
          "class": "Внедорожник/Минивэн"
        },
        "1 класс": {
          "price": "9000",
          "class": "Седан/хэтчбэк"
        },
        "2 Класс": {
          "price": "10000",
          "class": "Малый кроссовер"
        },
        "3 Класс": {
          "price": "10500",
          "class": "Большой седан"
        },
        "4 Класс": {
          "price": "10500",
          "class": "Большой кроссовер"
        },
        "5 Класс": {
          "price": "11500",
          "class": "Малый внедорожник"
        },
        "6 Класс": {
          "price": "13000",
          "class": "Большой внедорожник"
        },
        "10 класс": {
          "price": "5000",
          "class": "Пикап"
        },
        "11 Класс": {
          "price": "18000",
          "class": "Минивэн"
        }
      },
      "EXTRA": {
        "7 Класс": {
          "price": "16000",
          "class": "Малый класс"
        },
        "8 Класс": {
          "price": "17000",
          "class": "Бизнесс/Кроссовер"
        },
        "9 Класс": {
          "price": "18000",
          "class": "Внедорожник/Минивэн"
        },
        "1 класс": {
          "price": "11000",
          "class": "Седан/хэтчбэк"
        },
        "2 Класс": {
          "price": "12000",
          "class": "Малый кроссовер"
        },
        "3 Класс": {
          "price": "13000",
          "class": "Большой седан"
        },
        "4 Класс": {
          "price": "13000",
          "class": "Большой кроссовер"
        },
        "5 Класс": {
          "price": "14000",
          "class": "Малый внедорожник"
        },
        "6 Класс": {
          "price": "15000",
          "class": "Большой внедорожник"
        },
        "10 класс": {
          "price": "6000",
          "class": "Пикап"
        },
        "11 Класс": {
          "price": "23000",
          "class": "Минивэн"
        }
      }
    },
    "Весь авто": {
      "NORMA": {
        "7 Класс": {
          "price": "35000",
          "class": "Малый класс"
        },
        "8 Класс": {
          "price": "38000",
          "class": "Бизнесс/Кроссовер"
        },
        "9 Класс": {
          "price": "41000",
          "class": "Внедорожник/Минивэн"
        },
        "1 класс": {
          "price": "24000",
          "class": "Седан/хэтчбэк"
        },
        "2 Класс": {
          "price": "26000",
          "class": "Малый кроссовер"
        },
        "3 Класс": {
          "price": "28000",
          "class": "Большой седан"
        },
        "4 Класс": {
          "price": "28000",
          "class": "Большой кроссовер"
        },
        "5 Класс": {
          "price": "30000",
          "class": "Малый внедорожник"
        },
        "6 Класс": {
          "price": "32000",
          "class": "Большой внедорожник"
        },
        "10 класс": {
          "price": "24000",
          "class": "Пикап"
        },
        "11 Класс": {
          "price": "35000",
          "class": "Минивэн"
        }
      },
      "OPTIMA": {
        "7 Класс": {
          "price": "43000",
          "class": "Малый класс"
        },
        "8 Класс": {
          "price": "46000",
          "class": "Бизнесс/Кроссовер"
        },
        "9 Класс": {
          "price": "49000",
          "class": "Внедорожник/Минивэн"
        },
        "1 класс": {
          "price": "32000",
          "class": "Седан/хэтчбэк"
        },
        "2 Класс": {
          "price": "33000",
          "class": "Малый кроссовер"
        },
        "3 Класс": {
          "price": "35000",
          "class": "Большой седан"
        },
        "4 Класс": {
          "price": "35000",
          "class": "Большой кроссовер"
        },
        "5 Класс": {
          "price": "37000",
          "class": "Малый внедорожник"
        },
        "6 Класс": {
          "price": "40000",
          "class": "Большой внедорожник"
        },
        "10 класс": {
          "price": "32000",
          "class": "Пикап"
        },
        "11 Класс": {
          "price": "46000",
          "class": "Минивэн"
        }
      },
      "EXTRA": {
        "7 Класс": {
          "price": "53000",
          "class": "Малый класс"
        },
        "8 Класс": {
          "price": "56000",
          "class": "Бизнесс/Кроссовер"
        },
        "9 Класс": {
          "price": "59000",
          "class": "Внедорожник/Минивэн"
        },
        "1 класс": {
          "price": "40000",
          "class": "Седан/хэтчбэк"
        },
        "2 Класс": {
          "price": "41000",
          "class": "Малый кроссовер"
        },
        "3 Класс": {
          "price": "44000",
          "class": "Большой седан"
        },
        "4 Класс": {
          "price": "44000",
          "class": "Большой кроссовер"
        },
        "5 Класс": {
          "price": "46000",
          "class": "Малый внедорожник"
        },
        "6 Класс": {
          "price": "50000",
          "class": "Большой внедорожник"
        },
        "10 класс": {
          "price": "40000",
          "class": "Пикап"
        },
        "11 Класс": {
          "price": "57000",
          "class": "Минивэн"
        }
      }
    },
    "Двери": {
      "NORMA": {
        "7 Класс": {
          "price": "2601",
          "class": "Малый класс"
        },
        "8 Класс": {
          "price": "2800",
          "class": "Бизнесс/Кроссовер"
        },
        "9 Класс": {
          "price": "3000",
          "class": "Внедорожник/Минивэн"
        },
        "1 класс": {
          "price": "1800",
          "class": "Седан/хэтчбэк"
        },
        "2 Класс": {
          "price": "2000",
          "class": "Малый кроссовер"
        },
        "3 Класс": {
          "price": "2100",
          "class": "Большой седан"
        },
        "4 Класс": {
          "price": "2100",
          "class": "Большой кроссовер"
        },
        "5 Класс": {
          "price": "2200",
          "class": "Малый внедорожник"
        },
        "6 Класс": {
          "price": "2400",
          "class": "Большой внедорожник"
        },
        "10 класс": {
          "price": "2200",
          "class": "Пикап"
        },
        "11 Класс": {
          "price": "2400",
          "class": "Минивэн"
        }
      },
      "OPTIMA": {
        "7 Класс": {
          "price": "3000",
          "class": "Малый класс"
        },
        "8 Класс": {
          "price": "3200",
          "class": "Бизнесс/Кроссовер"
        },
        "9 Класс": {
          "price": "3400",
          "class": "Внедорожник/Минивэн"
        },
        "1 класс": {
          "price": "2200",
          "class": "Седан/хэтчбэк"
        },
        "2 Класс": {
          "price": "2300",
          "class": "Малый кроссовер"
        },
        "3 Класс": {
          "price": "2500",
          "class": "Большой седан"
        },
        "4 Класс": {
          "price": "2500",
          "class": "Большой кроссовер"
        },
        "5 Класс": {
          "price": "2600",
          "class": "Малый внедорожник"
        },
        "6 Класс": {
          "price": "2800",
          "class": "Большой внедорожник"
        },
        "10 класс": {
          "price": "2600",
          "class": "Пикап"
        },
        "11 Класс": {
          "price": "2800",
          "class": "Минивэн"
        }
      },
      "EXTRA": {
        "7 Класс": {
          "price": "4000",
          "class": "Малый класс"
        },
        "8 Класс": {
          "price": "4200",
          "class": "Бизнесс/Кроссовер"
        },
        "9 Класс": {
          "price": "4400",
          "class": "Внедорожник/Минивэн"
        },
        "1 класс": {
          "price": "3100",
          "class": "Седан/хэтчбэк"
        },
        "2 Класс": {
          "price": "3300",
          "class": "Малый кроссовер"
        },
        "3 Класс": {
          "price": "3500",
          "class": "Большой седан"
        },
        "4 Класс": {
          "price": "3500",
          "class": "Большой кроссовер"
        },
        "5 Класс": {
          "price": "3600",
          "class": "Малый внедорожник"
        },
        "6 Класс": {
          "price": "3700",
          "class": "Большой внедорожник"
        },
        "10 класс": {
          "price": "3600",
          "class": "Пикап"
        },
        "11 Класс": {
          "price": "3700",
          "class": "Минивэн"
        }
      }
    },
    "Крыша": {
      "NORMA": {
        "7 Класс": {
          "price": "8500",
          "class": "Малый класс"
        },
        "8 Класс": {
          "price": "9500",
          "class": "Бизнесс/Кроссовер"
        },
        "9 Класс": {
          "price": "10000",
          "class": "Внедорожник/Минивэн"
        },
        "1 класс": {
          "price": "4000",
          "class": "Седан/хэтчбэк"
        },
        "2 Класс": {
          "price": "5500",
          "class": "Малый кроссовер"
        },
        "3 Класс": {
          "price": "5000",
          "class": "Большой седан"
        },
        "4 Класс": {
          "price": "6500",
          "class": "Большой кроссовер"
        },
        "5 Класс": {
          "price": "6500",
          "class": "Малый внедорожник"
        },
        "6 Класс": {
          "price": "7500",
          "class": "Большой внедорожник"
        },
        "10 класс": {
          "price": "5500",
          "class": "Пикап"
        },
        "11 Класс": {
          "price": "9000",
          "class": "Минивэн"
        }
      },
      "OPTIMA": {
        "7 Класс": {
          "price": "10000",
          "class": "Малый класс"
        },
        "8 Класс": {
          "price": "11000",
          "class": "Бизнесс/Кроссовер"
        },
        "9 Класс": {
          "price": "12000",
          "class": "Внедорожник/Минивэн"
        },
        "1 класс": {
          "price": "5000",
          "class": "Седан/хэтчбэк"
        },
        "2 Класс": {
          "price": "6500",
          "class": "Малый кроссовер"
        },
        "3 Класс": {
          "price": "6000",
          "class": "Большой седан"
        },
        "4 Класс": {
          "price": "7500",
          "class": "Большой кроссовер"
        },
        "5 Класс": {
          "price": "7500",
          "class": "Малый внедорожник"
        },
        "6 Класс": {
          "price": "9000",
          "class": "Большой внедорожник"
        },
        "10 класс": {
          "price": "6500",
          "class": "Пикап"
        },
        "11 Класс": {
          "price": "10500",
          "class": "Минивэн"
        }
      },
      "EXTRA": {
        "7 Класс": {
          "price": "11000",
          "class": "Малый класс"
        },
        "8 Класс": {
          "price": "12000",
          "class": "Бизнесс/Кроссовер"
        },
        "9 Класс": {
          "price": "13000",
          "class": "Внедорожник/Минивэн"
        },
        "1 класс": {
          "price": "5500",
          "class": "Седан/хэтчбэк"
        },
        "2 Класс": {
          "price": "7000",
          "class": "Малый кроссовер"
        },
        "3 Класс": {
          "price": "6500",
          "class": "Большой седан"
        },
        "4 Класс": {
          "price": "8000",
          "class": "Большой кроссовер"
        },
        "5 Класс": {
          "price": "8000",
          "class": "Малый внедорожник"
        },
        "6 Класс": {
          "price": "9500",
          "class": "Большой внедорожник"
        },
        "10 класс": {
          "price": "7000",
          "class": "Пикап"
        },
        "11 Класс": {
          "price": "12000",
          "class": "Минивэн"
        }
      }
    },
    "Пол": {
      "NORMA": {
        "7 Класс": {
          "price": "11000",
          "class": "Малый класс"
        },
        "8 Класс": {
          "price": "12000",
          "class": "Бизнесс/Кроссовер"
        },
        "9 Класс": {
          "price": "13000",
          "class": "Внедорожник/Минивэн"
        },
        "1 класс": {
          "price": "8000",
          "class": "Седан/хэтчбэк"
        },
        "2 Класс": {
          "price": "8000",
          "class": "Малый кроссовер"
        },
        "3 Класс": {
          "price": "9000",
          "class": "Большой седан"
        },
        "4 Класс": {
          "price": "9000",
          "class": "Большой кроссовер"
        },
        "5 Класс": {
          "price": "9500",
          "class": "Малый внедорожник"
        },
        "6 Класс": {
          "price": "10000",
          "class": "Большой внедорожник"
        },
        "10 класс": {
          "price": "10000",
          "class": "Пикап"
        },
        "11 Класс": {
          "price": "7000",
          "class": "Минивэн"
        }
      },
      "OPTIMA": {
        "7 Класс": {
          "price": "15000",
          "class": "Малый класс"
        },
        "8 Класс": {
          "price": "16000",
          "class": "Бизнесс/Кроссовер"
        },
        "9 Класс": {
          "price": "17000",
          "class": "Внедорожник/Минивэн"
        },
        "1 класс": {
          "price": "12000",
          "class": "Седан/хэтчбэк"
        },
        "2 Класс": {
          "price": "12000",
          "class": "Малый кроссовер"
        },
        "3 Класс": {
          "price": "12500",
          "class": "Большой седан"
        },
        "4 Класс": {
          "price": "12500",
          "class": "Большой кроссовер"
        },
        "5 Класс": {
          "price": "13000",
          "class": "Малый внедорожник"
        },
        "6 Класс": {
          "price": "14000",
          "class": "Большой внедорожник"
        },
        "10 класс": {
          "price": "14000",
          "class": "Пикап"
        },
        "11 Класс": {
          "price": "10000",
          "class": "Минивэн"
        }
      },
      "EXTRA": {
        "7 Класс": {
          "price": "19000",
          "class": "Малый класс"
        },
        "8 Класс": {
          "price": "20000",
          "class": "Бизнесс/Кроссовер"
        },
        "9 Класс": {
          "price": "20000",
          "class": "Внедорожник/Минивэн"
        },
        "1 класс": {
          "price": "15500",
          "class": "Седан/хэтчбэк"
        },
        "2 Класс": {
          "price": "15500",
          "class": "Малый кроссовер"
        },
        "3 Класс": {
          "price": "16000",
          "class": "Большой седан"
        },
        "4 Класс": {
          "price": "16000",
          "class": "Большой кроссовер"
        },
        "5 Класс": {
          "price": "16500",
          "class": "Малый внедорожник"
        },
        "6 Класс": {
          "price": "18000",
          "class": "Большой внедорожник"
        },
        "10 класс": {
          "price": "18000",
          "class": "Пикап"
        },
        "11 Класс": {
          "price": "12000",
          "class": "Минивэн"
        }
      }
    }
  }